Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: List options
ar: خيارات القائمة
de: Listenoptionen
el: Επιλογές λίστας
es: Opciones de la lista
fr: Options de la liste
hi: सूची के विकल्प
it: Opzioni lista
ja: リストのオプション
ko: 목록 옵션
pt_br: Opções da lista
ru: Параметры списка
tr: Liste seçenekleri
vi: Tùy chọn danh sách
zh_hans: 清单选项

source: Loading delicious things...
ar: جارٍ تحميل أشياء لذيذة...
de: Leckeres wird geladen …
el: Φόρτωση νόστιμων πραγμάτων...
es: Cargando cosas deliciosas...
fr: Chargement de bonnes choses...
hi: स्वादिष्ट चीज़ें लोड हो रही हैं...
it: Caricamento di cose buone...
ja: おいしいものを読み込み中...
ko: 맛있는 것들을 불러오는 중...
pt_br: Carregando coisas gostosas...
ru: Загружаем вкусное...
tr: Lezzetli şeyler yükleniyor...
vi: Đang tải những món ngon...
zh_hans: 正在加载美味内容...

source: Loading dishes from %@
ar: جارٍ تحميل أطباق %@
de: Gerichte aus %@ werden geladen
el: Φόρτωση πιάτων: %@
es: Cargando platos de %@
fr: Chargement des plats de %@
hi: %@ के व्यंजन लोड हो रहे हैं
it: Caricamento dei piatti di %@
ja: %@の料理を読み込み中
ko: %@ 요리를 불러오는 중
pt_br: Carregando pratos de %@
ru: Загружаем блюда: %@
tr: %@ yemekleri yükleniyor
vi: Đang tải món ăn %@
zh_hans: 正在加载%@的菜

source: Location
ar: الموقع
de: Ort
el: Τοποθεσία
es: Ubicación
fr: Emplacement
hi: जगह
it: Posizione
ja: 場所
ko: 위치
pt_br: Local
ru: Место
tr: Konum
vi: Vị trí
zh_hans: 位置

source: Lock
ar: قفل
de: Sperren
el: Κλείδωμα
es: Bloquear
fr: Verrouiller
hi: लॉक करें
it: Blocca
ja: ロック
ko: 잠금
pt_br: Travar
ru: Закрепить
tr: Kilitle
vi: Khóa
zh_hans: 锁定

source: Lock favourite meals
ar: قفل الوجبات المفضلة
de: Lieblingsmahlzeiten sperren
el: Κλείδωμα αγαπημένων γευμάτων
es: Bloquear comidas favoritas
fr: Verrouiller les repas favoris
hi: पसंदीदा भोजन लॉक करें
it: Blocca i pasti preferiti
ja: お気に入りの食事をロック
ko: 좋아하는 식사 잠그기
pt_br: Travar refeições favoritas
ru: Закреплять любимые блюда
tr: Favori öğünleri kilitle
vi: Khóa bữa yêu thích
zh_hans: 锁定喜欢的餐

source: Locked
ar: مقفلة
de: Gesperrt
el: Κλειδωμένο
es: Bloqueada
fr: Verrouillé
hi: लॉक है
it: Bloccato
ja: ロック中
ko: 잠김
pt_br: Travada
ru: Закреплено
tr: Kilitli
vi: Đã khóa
zh_hans: 已锁定

source: Locked meals are never changed by the planner
ar: لا يغيّر المخطِّط الوجبات المقفلة أبدًا
de: Gesperrte Mahlzeiten ändert der Planer nie
el: Ο προγραμματιστής δεν αλλάζει ποτέ κλειδωμένα γεύματα
es: El planificador nunca cambia las comidas bloqueadas
fr: Le planificateur ne modifie jamais les repas verrouillés
hi: प्लानर लॉक किए गए भोजन कभी नहीं बदलता
it: Il pianificatore non cambia mai i pasti bloccati
ja: ロックした食事はプランナーが変更しません
ko: 잠근 식사는 플래너가 절대 바꾸지 않아요
pt_br: O planejador nunca muda refeições travadas
ru: Планировщик никогда не меняет закреплённые блюда
tr: Planlayıcı kilitli öğünleri asla değiştirmez
vi: Trình lập kế hoạch không bao giờ thay đổi bữa đã khóa
zh_hans: 计划器绝不会更改已锁定的餐

source: Log
ar: تسجيل
de: Eintragen
el: Καταγραφή
es: Registrar
fr: Journal
hi: लॉग
it: Registra
ja: 記録
ko: 기록
pt_br: Registrar
ru: Записать
tr: Kaydet
vi: Ghi lại
zh_hans: 记录

source: Log 1 serving to today
ar: سجّل حصة واحدة لليوم
de: 1 Portion für heute eintragen
el: Καταγραφή 1 μερίδας για σήμερα
es: Registrar 1 ración hoy
fr: Noter 1 portion aujourd’hui
hi: आज 1 सर्विंग लॉग करें
it: Registra 1 porzione oggi
ja: 今日に1人分を記録
ko: 오늘 1인분 기록
pt_br: Registrar 1 porção hoje
ru: Записать 1 порцию на сегодня
tr: Bugüne 1 porsiyon kaydet
vi: Ghi 1 phần cho hôm nay
zh_hans: 记录今天1份

source: Log a meal
ar: سجّل وجبة
de: Mahlzeit eintragen
el: Καταγραφή γεύματος
es: Registrar una comida
fr: Noter un repas
hi: भोजन लॉग करें
it: Registra un pasto
ja: 食事を記録
ko: 식사 기록
pt_br: Registrar uma refeição
ru: Записать приём пищи
tr: Öğün kaydet
vi: Ghi lại một bữa
zh_hans: 记录一餐

source: Log a serving to today
ar: سجّل حصة لليوم
de: Eine Portion für heute eintragen
el: Καταγραφή μιας μερίδας για σήμερα
es: Registrar una ración hoy
fr: Noter une portion aujourd’hui
hi: आज एक सर्विंग लॉग करें
it: Registra una porzione oggi
ja: 今日に1人分を記録
ko: 오늘 1인분 기록
pt_br: Registrar uma porção hoje
ru: Записать порцию на сегодня
tr: Bugüne bir porsiyon kaydet
vi: Ghi một phần cho hôm nay
zh_hans: 记录今天一份

source: Logged
ar: تم التسجيل
de: Eingetragen
el: Καταγράφηκε
es: Registrada
fr: Noté
hi: लॉग हो गया
it: Registrato
ja: 記録しました
ko: 기록됨
pt_br: Registrada
ru: Записано
tr: Kaydedildi
vi: Đã ghi
zh_hans: 已记录

source: Logged meals are sent to Health
ar: تُرسل الوجبات المسجّلة إلى صحتي
de: Eingetragene Mahlzeiten werden an Health gesendet
el: Τα καταγεγραμμένα γεύματα στέλνονται στην Υγεία
es: Las comidas registradas se envían a Salud
fr: Les repas notés sont envoyés à Santé
hi: लॉग किए गए भोजन Health में भेजे जाते हैं
it: I pasti registrati vengono inviati a Salute
ja: 記録した食事はヘルスケアに送信されます
ko: 기록한 식사는 건강 앱으로 전송돼요
pt_br: As refeições registradas são enviadas ao Saúde
ru: Записанные приёмы пищи отправляются в Здоровье
tr: Kaydedilen öğünler Sağlık’a gönderilir
vi: Bữa đã ghi được gửi sang Sức khỏe
zh_hans: 记录的餐会发送到健康

source: Long-press an item to add what you paid — recipes then show their real cost.
ar: اضغط مطولًا على عنصر لتضيف ما دفعته — ستعرض الوصفات تكلفتها الحقيقية.
de: Halte einen Artikel gedrückt, um den bezahlten Preis einzutragen – dann zeigen Rezepte ihre echten Kosten.
el: Κράτα πατημένο ένα είδος για να προσθέσεις τι πλήρωσες — έτσι οι συνταγές δείχνουν το πραγματικό τους κόστος.
es: Mantén pulsado un artículo para añadir lo que pagaste — así las recetas muestran su coste real.
fr: Maintenez un article pour ajouter ce que vous avez payé — les recettes affichent alors leur vrai coût.
hi: किसी आइटम को दबाए रखें और चुकाई कीमत जोड़ें — फिर रेसिपी अपनी असली लागत दिखाती हैं।
it: Tieni premuto un articolo per aggiungere quanto hai pagato — così le ricette mostrano il costo reale.
ja: アイテムを長押しして支払った金額を追加すると、レシピに実際の費用が表示されます。
ko: 항목을 길게 눌러 지불한 가격을 추가하면 레시피에 실제 비용이 표시돼요.
pt_br: Toque e segure um item para adicionar quanto pagou — assim as receitas mostram o custo real.
ru: Удерживайте продукт, чтобы указать, сколько вы заплатили, — тогда рецепты покажут реальную стоимость.
tr: Ödediğin fiyatı eklemek için bir ürüne basılı tut — tarifler gerçek maliyetini gösterir.
vi: Nhấn giữ một món để thêm giá đã trả — khi đó công thức sẽ hiện chi phí thực.
zh_hans: 长按某项可填写实付价格 — 食谱就会显示真实花费。

source: Look up
ar: ابحث
de: Nachschlagen
el: Αναζήτηση
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 조회
pt_br: Buscar
ru: Найти
tr: Ara
vi: Tra cứu
zh_hans: 查询

source: Looking it up…
ar: جارٍ البحث…
de: Wird nachgeschlagen …
el: Αναζήτηση…
es: Buscando…
fr: Recherche…
hi: खोज रहे हैं…
it: Ricerca in corso…
ja: 検索中…
ko: 조회 중…
pt_br: Buscando…
ru: Ищем…
tr: Aranıyor…
vi: Đang tra cứu…
zh_hans: 正在查询…

source: Looks like one you have
ar: تشبه وصفة لديك
de: Sieht aus wie eines, das du schon hast
el: Μοιάζει με μια που έχεις ήδη
es: Se parece a una que ya tienes
fr: Ressemble à une recette que vous avez
hi: आपके पास की किसी रेसिपी जैसी लगती है
it: Sembra una che hai già
ja: 手持ちのレシピに似ています
ko: 이미 있는 레시피와 비슷해요
pt_br: Parece uma que você já tem
ru: Похоже на рецепт, который у вас уже есть
tr: Sende olan bir tarife benziyor
vi: Có vẻ giống một công thức bạn đã có
zh_hans: 看起来和你已有的一个食谱相似

source: Looks right
ar: تبدو صحيحة
de: Sieht gut aus
el: Εντάξει
es: Está bien
fr: C’est bon
hi: सही लग रहा है
it: Va bene
ja: 問題なし
ko: 괜찮아요
pt_br: Está certo
ru: Всё верно
tr: Doğru görünüyor
vi: Ổn rồi
zh_hans: 没问题

source: Lose weight
ar: إنقاص الوزن
de: Abnehmen
el: Απώλεια βάρους
es: Perder peso
fr: Perdre du poids
hi: वज़न घटाएँ
it: Perdere peso
ja: 体重を減らす
ko: 체중 감량
pt_br: Perder peso
ru: Похудеть
tr: Kilo ver
vi: Giảm cân
zh_hans: 减重

source: Low
ar: منخفض
de: Niedrig
el: Χαμηλό
es: Bajo
fr: Faible
hi: कम
it: Basso
ja: 少ない
ko: 낮음
pt_br: Baixo
ru: Мало
tr: Düşük
vi: Thấp
zh_hans: 低

source: Low calorie
ar: قليل السعرات
de: Kalorienarm
el: Λίγες θερμίδες
es: Bajo en calorías
fr: Peu calorique
hi: कम कैलोरी
it: Ipocalorico
ja: 低カロリー
ko: 저칼로리
pt_br: Baixa caloria
ru: Низкокалорийное
tr: Düşük kalorili
vi: Ít calo
zh_hans: 低卡

source: Low carb
ar: قليل الكربوهيدرات
de: Kohlenhydratarm
el: Λίγοι υδατάνθρακες
es: Bajo en hidratos
fr: Pauvre en glucides
hi: कम कार्ब
it: Pochi carboidrati
ja: 低糖質
ko: 저탄수화물
pt_br: Pouco carboidrato
ru: Мало углеводов
tr: Düşük karbonhidrat
vi: Ít tinh bột
zh_hans: 低碳水

source: Low sodium
ar: قليل الصوديوم
de: Natriumarm
el: Λίγο νάτριο
es: Bajo en sodio
fr: Pauvre en sel
hi: कम सोडियम
it: Poco sodio
ja: 減塩
ko: 저나트륨
pt_br: Pouco sódio
ru: Мало соли
tr: Düşük sodyum
vi: Ít muối
zh_hans: 低钠

source: Lunch at home
ar: غداء في البيت
de: Mittagessen zu Hause
el: Μεσημεριανό στο σπίτι
es: Comida en casa
fr: Déjeuner à la maison
hi: घर पर लंच
it: Pranzo a casa
ja: 家でランチ
ko: 집에서 점심
pt_br: Almoço em casa
ru: Обед дома
tr: Evde öğle yemeği
vi: Ăn trưa ở nhà
zh_hans: 在家吃午饭

source: Make sure the whole page is in the frame and in focus.
ar: تأكد أن الصفحة كاملة داخل الإطار وواضحة.
de: Achte darauf, dass die ganze Seite im Bild und scharf ist.
el: Βεβαιώσου ότι όλη η σελίδα είναι στο κάδρο και εστιασμένη.
es: Asegúrate de que la página entera esté en el encuadre y enfocada.
fr: Vérifiez que toute la page est dans le cadre et nette.
hi: पक्का करें कि पूरा पेज फ़्रेम में और साफ़ दिख रहा है।
it: Assicurati che tutta la pagina sia inquadrata e a fuoco.
ja: ページ全体が枠内に入り、ピントが合っているか確認してください。
ko: 페이지 전체가 화면 안에 들어오고 초점이 맞는지 확인하세요.
pt_br: Garanta que a página inteira esteja no enquadramento e em foco.
ru: Убедитесь, что вся страница в кадре и в фокусе.
tr: Sayfanın tamamının kadrajda ve net olduğundan emin ol.
vi: Đảm bảo cả trang nằm trong khung và rõ nét.
zh_hans: 确保整页都在取景框内且清晰对焦。

source: Manage family meals
ar: تنظيم وجبات العائلة
de: Familienmahlzeiten organisieren
el: Οργάνωση οικογενειακών γευμάτων
es: Gestionar las comidas familiares
fr: Gérer les repas en famille
hi: परिवार का भोजन संभालें
it: Gestire i pasti di famiglia
ja: 家族の食事を管理
ko: 가족 식사 관리
pt_br: Organizar as refeições da família
ru: Организовать семейное питание
tr: Aile öğünlerini yönet
vi: Quản lý bữa ăn gia đình
zh_hans: 安排家庭餐食

source: Mark as cooked
ar: علّم كمطبوخة
de: Als gekocht markieren
el: Σήμανση ως μαγειρεμένη
es: Marcar como cocinada
fr: Marquer comme cuisinée
hi: बना हुआ चिह्नित करें
it: Segna come cucinata
ja: 作ったことにする
ko: 요리함으로 표시
pt_br: Marcar como feita
ru: Отметить как приготовленное
tr: Pişirildi olarak işaretle
vi: Đánh dấu đã nấu
zh_hans: 标记为已做

source: Mark as not cooked
ar: علّم كغير مطبوخة
de: Als nicht gekocht markieren
el: Σήμανση ως μη μαγειρεμένη
es: Marcar como no cocinada
fr: Marquer comme non cuisinée
hi: नहीं बना चिह्नित करें
it: Segna come non cucinata
ja: 作っていないことにする
ko: 요리 안 함으로 표시
pt_br: Marcar como não feita
ru: Отметить как не приготовленное
tr: Pişirilmedi olarak işaretle
vi: Đánh dấu chưa nấu
zh_hans: 标记为未做

source: Marked as checked
ar: تم التعليم كمفحوص
de: Als geprüft markiert
el: Σημειώθηκε ως ελεγμένο
es: Marcado como revisado
fr: Marqué comme vérifié
hi: जाँचा गया चिह्नित
it: Segnato come controllato
ja: 確認済みにしました
ko: 확인함으로 표시됨
pt_br: Marcado como conferido
ru: Отмечено как проверенное
tr: Kontrol edildi olarak işaretlendi
vi: Đã đánh dấu đã kiểm tra
zh_hans: 已标记为已检查

source: Marked as in your pantry
ar: تم التعليم كموجود في المخزن
de: Als im Vorrat markiert
el: Σημειώθηκε ως διαθέσιμο στο ντουλάπι
es: Marcado como en tu despensa
fr: Marqué comme dans votre garde-manger
hi: पैंट्री में होने के रूप में चिह्नित
it: Segnato come in dispensa
ja: パントリーにあることにしました
ko: 보관함에 있음으로 표시됨
pt_br: Marcado como na despensa
ru: Отмечено как есть в запасах
tr: Kilerde olarak işaretlendi
vi: Đã đánh dấu có trong tủ đồ
zh_hans: 已标记为在储藏中

source: Match who's eating
ar: حسب الآكلين
de: Passend zu den Essern
el: Ανάλογα με όσους τρώνε
es: Según quién come
fr: Selon qui mange
hi: खाने वालों से मिलाएँ
it: In base a chi mangia
ja: 食べる人に合わせる
ko: 먹는 사람에 맞추기
pt_br: Conforme quem come
ru: По тем, кто ест
tr: Yiyenlere göre
vi: Theo người ăn
zh_hans: 按用餐者匹配

source: Matching ingredients
ar: جارٍ مطابقة المكونات
de: Zutaten werden abgeglichen
el: Αντιστοίχιση υλικών
es: Buscando ingredientes
fr: Recherche des ingrédients
hi: सामग्री मिला रहे हैं
it: Abbinamento ingredienti
ja: 材料を照合中
ko: 재료 맞추는 중
pt_br: Identificando ingredientes
ru: Сопоставляем ингредиенты
tr: Malzemeler eşleştiriliyor
vi: Đang khớp nguyên liệu
zh_hans: 正在匹配食材

source: Max total time
ar: أقصى وقت إجمالي
de: Max. Gesamtzeit
el: Μέγιστος συνολικός χρόνος
es: Tiempo total máximo
fr: Temps total maximum
hi: कुल अधिकतम समय
it: Tempo totale massimo
ja: 合計時間の上限
ko: 최대 총 시간
pt_br: Tempo total máximo
ru: Максимальное общее время
tr: En fazla toplam süre
vi: Tổng thời gian tối đa
zh_hans: 最长总时间

source: Meal
ar: الوجبة
de: Mahlzeit
el: Γεύμα
es: Comida
fr: Repas
hi: भोजन
it: Pasto
ja: 食事
ko: 식사
pt_br: Refeição
ru: Приём пищи
tr: Öğün
vi: Bữa
zh_hans: 餐次

source: Meal plan
ar: خطة الوجبات
de: Essensplan
el: Πρόγραμμα γευμάτων
es: Plan de comidas
fr: Planning des repas
hi: भोजन योजना
it: Piano pasti
ja: 献立
ko: 식단 계획
pt_br: Plano de refeições
ru: План питания
tr: Yemek planı
vi: Kế hoạch bữa ăn
zh_hans: 饮食计划

source: Meal plan reminders
ar: تذكيرات خطة الوجبات
de: Erinnerungen zum Essensplan
el: Υπενθυμίσεις προγράμματος γευμάτων
es: Recordatorios del plan de comidas
fr: Rappels du planning
hi: भोजन योजना रिमाइंडर
it: Promemoria del piano pasti
ja: 献立のリマインダー
ko: 식단 계획 알림
pt_br: Lembretes do plano de refeições
ru: Напоминания о плане питания
tr: Yemek planı hatırlatıcıları
vi: Nhắc kế hoạch bữa ăn
zh_hans: 饮食计划提醒

source: Meal prep
ar: تحضير مسبق
de: Vorkochen
el: Προετοιμασία από πριν
es: Preparar con antelación
fr: Préparation à l’avance
hi: पहले से तैयारी
it: Preparazione in anticipo
ja: 作り置き
ko: 밀프렙
pt_br: Marmitas
ru: Заготовки
tr: Önceden hazırlık
vi: Chuẩn bị trước
zh_hans: 备餐

source: Meal prep days
ar: أيام التحضير المسبق
de: Vorkoch-Tage
el: Ημέρες προετοιμασίας
es: Días de preparación
fr: Jours de préparation
hi: पहले से तैयारी के दिन
it: Giorni di preparazione
ja: 作り置きの日
ko: 밀프렙 하는 날
pt_br: Dias de preparar marmitas
ru: Дни заготовок
tr: Hazırlık günleri
vi: Ngày chuẩn bị trước
zh_hans: 备餐日

source: Meals
ar: الوجبات
de: Mahlzeiten
el: Γεύματα
es: Comidas
fr: Repas
hi: भोजन
it: Pasti
ja: 食事
ko: 식사
pt_br: Refeições
ru: Приёмы пищи
tr: Öğünler
vi: Bữa ăn
zh_hans: 餐

source: Meals %@ eat never include these. Imports and swaps are checked too.
ar: وجبات %@ لا تحتوي على هذه أبدًا. تُفحص عمليات الاستيراد والبدائل أيضًا.
de: Mahlzeiten, die %@ isst, enthalten das nie. Importe und Tauschvorschläge werden auch geprüft.
el: Τα γεύματα που τρώει %@ δεν τα περιέχουν ποτέ. Ελέγχονται και οι εισαγωγές και οι αντικαταστάσεις.
es: Las comidas de %@ nunca incluyen estos. También se revisan las importaciones y los cambios.
fr: Les repas de %@ n’en contiennent jamais. Les importations et substitutions sont aussi vérifiées.
hi: %@ के भोजन में ये कभी नहीं होंगे। इम्पोर्ट और स्वैप भी जाँचे जाते हैं।
it: I pasti che %@ mangia non li contengono mai. Anche importazioni e sostituzioni vengono controllate.
ja: %@の食事にはこれらを入れません。取り込みや置き換えも確認します。
ko: %@의 식사에는 절대 포함되지 않아요. 가져오기와 대체도 확인해요.
pt_br: As refeições que %@ come nunca incluem estes. Importações e trocas também são conferidas.
ru: В блюдах, которые ест %@, этого никогда не будет. Импорт и замены тоже проверяются.
tr: %@ yediği öğünlerde bunlar asla olmaz. Aktarımlar ve değişimler de kontrol edilir.
vi: Bữa ăn của %@ không bao giờ có những thứ này. Món nhập và thay thế cũng được kiểm tra.
zh_hans: %@吃的餐绝不会包含这些。导入和替换也会检查。

source: Mediterranean
ar: متوسطي
de: Mediterran
el: Μεσογειακή
es: Mediterránea
fr: Méditerranéenne
hi: भूमध्यसागरीय
it: Mediterranea
ja: 地中海料理
ko: 지중해 요리
pt_br: Mediterrânea
ru: Средиземноморская
tr: Akdeniz
vi: Món Địa Trung Hải
zh_hans: 地中海菜

source: Medium
ar: متوسطة
de: Mittel
el: Μέτρια
es: Media
fr: Moyen
hi: मध्यम
it: Media
ja: 普通
ko: 보통
pt_br: Média
ru: Средне
tr: Orta
vi: Vừa
zh_hans: 中等

source: Method · %lld steps
ar: طريقة التحضير · الخطوات: %lld
de: Zubereitung · %lld Schritte
el: Εκτέλεση · %lld βήματα
es: Preparación · %lld pasos
fr: Préparation · %lld étapes
hi: विधि · %lld स्टेप
it: Procedimento · %lld passaggi
ja: 作り方 · %lldステップ
ko: 조리법 · %lld단계
pt_br: Modo de preparo · %lld passos
ru: Приготовление · шагов: %lld
tr: Yapılışı · %lld adım
vi: Cách làm · %lld bước
zh_hans: 做法 · %lld步

source: Mexican
ar: مكسيكي
de: Mexikanisch
el: Μεξικανική
es: Mexicana
fr: Mexicaine
hi: मैक्सिकन
it: Messicana
ja: メキシコ料理
ko: 멕시코 요리
pt_br: Mexicana
ru: Мексиканская
tr: Meksika
vi: Món Mexico
zh_hans: 墨西哥菜

source: Microwave
ar: ميكروويف
de: Mikrowelle
el: Φούρνος μικροκυμάτων
es: Microondas
fr: Micro-ondes
hi: माइक्रोवेव
it: Microonde
ja: 電子レンジ
ko: 전자레인지
pt_br: Micro-ondas
ru: Микроволновка
tr: Mikrodalga
vi: Lò vi sóng
zh_hans: 微波炉

source: Middle Eastern
ar: شرق أوسطي
de: Nahöstlich
el: Μεσανατολική
es: De Oriente Medio
fr: Moyen-orientale
hi: मध्य-पूर्वी
it: Mediorientale
ja: 中東料理
ko: 중동 요리
pt_br: Do Oriente Médio
ru: Ближневосточная
tr: Orta Doğu
vi: Món Trung Đông
zh_hans: 中东菜

source: Mild
ar: خفيف
el: Ήπιο
es: Suave
fr: Doux
hi: हल्का
it: Delicato
ja: マイルド
ko: 순한 맛
pt_br: Suave
ru: Мягкое
tr: Hafif
vi: Không cay
zh_hans: 不辣

source: Mild keeps chilli-heavy dishes out of suggestions.
ar: «خفيف» يستبعد الأطباق كثيرة الفلفل الحار من الاقتراحات.
de: „Mild“ hält sehr scharfe Gerichte aus den Vorschlägen heraus.
el: Το «Ήπιο» κρατά τα πολύ καυτερά πιάτα εκτός προτάσεων.
es: Suave deja fuera de las sugerencias los platos con mucho chile.
fr: « Doux » écarte des suggestions les plats très pimentés.
hi: ‘हल्का’ ज़्यादा मिर्च वाले व्यंजनों को सुझावों से बाहर रखता है।
it: “Delicato” esclude dai suggerimenti i piatti molto piccanti.
ja: マイルドを選ぶと、辛い料理は提案から外れます。
ko: 순한 맛을 고르면 매운 요리는 추천에서 빠져요.
pt_br: Suave deixa pratos muito apimentados fora das sugestões.
ru: «Мягкое» убирает из предложений очень острые блюда.
tr: Hafif, çok acılı yemekleri önerilerin dışında tutar.
vi: Không cay sẽ loại món nhiều ớt khỏi gợi ý.
zh_hans: “不辣”会把重辣的菜排除在推荐之外。

source: Milk
ar: الحليب
de: Milch
el: Γάλα
es: Leche
fr: Lait
hi: दूध
it: Latte
ja: 乳
ko: 우유
pt_br: Leite
ru: Молоко
tr: Süt
vi: Sữa
zh_hans: 牛奶

source: Mix and match. You can change these later.
ar: امزج كما تحب. يمكنك تغييرها لاحقًا.
de: Kombiniere frei. Du kannst sie später ändern.
el: Συνδύασε ελεύθερα. Μπορείς να τα αλλάξεις αργότερα.
es: Combina a tu gusto. Puedes cambiarlos más adelante.
fr: Mélangez à votre goût. Vous pourrez les changer plus tard.
hi: मिलाएँ और चुनें। आप इन्हें बाद में बदल सकते हैं।
it: Combina a piacere. Puoi cambiarli in seguito.
ja: 自由に組み合わせてください。あとで変更できます。
ko: 자유롭게 조합하세요. 나중에 바꿀 수 있어요.
pt_br: Combine à vontade. Dá para mudar depois.
ru: Комбинируйте как хотите. Позже можно изменить.
tr: Dilediğin gibi birleştir. Sonra değiştirebilirsin.
vi: Kết hợp tùy ý. Bạn có thể đổi sau.
zh_hans: 自由组合。之后可以修改。

source: More actions
ar: إجراءات أخرى
de: Weitere Aktionen
el: Περισσότερες ενέργειες
es: Más acciones
fr: Plus d’actions
hi: और विकल्प
it: Altre azioni
ja: その他の操作
ko: 더 보기
pt_br: Mais ações
ru: Ещё действия
tr: Diğer işlemler
vi: Thao tác khác
zh_hans: 更多操作

source: Mostly meal prep
ar: تحضير مسبق غالبًا
de: Vor allem Vorkochen
el: Κυρίως προετοιμασία από πριν
es: Sobre todo preparar con antelación
fr: Surtout de la préparation à l’avance
hi: ज़्यादातर पहले से तैयारी
it: Soprattutto preparazione in anticipo
ja: ほぼ作り置き
ko: 주로 밀프렙
pt_br: Principalmente marmitas
ru: В основном заготовки
tr: Çoğunlukla önceden hazırlık
vi: Chủ yếu chuẩn bị trước
zh_hans: 主要是备餐

source: Move everything to your pantry when you're home
ar: انقل كل شيء إلى المخزن عند وصولك للبيت
de: Pack alles in den Vorrat, wenn du zu Hause bist
el: Μετάφερε τα πάντα στο ντουλάπι όταν γυρίσεις σπίτι
es: Pasa todo a tu despensa cuando llegues a casa
fr: Rangez tout au garde-manger une fois rentré
hi: घर पहुँचकर सब कुछ अपनी पैंट्री में डालें
it: Sposta tutto in dispensa quando sei a casa
ja: 帰宅したらすべてパントリーに移しましょう
ko: 집에 가면 모두 보관함으로 옮기세요
pt_br: Passe tudo para a despensa quando chegar em casa
ru: Дома перенесите всё в запасы
tr: Eve gelince her şeyi kilere taşı
vi: Về nhà thì chuyển hết vào tủ đồ
zh_hans: 到家后把所有东西放进储藏

source: Move meal
ar: نقل الوجبة
de: Mahlzeit verschieben
el: Μετακίνηση γεύματος
es: Mover comida
fr: Déplacer le repas
hi: भोजन हटाएँ
it: Sposta pasto
ja: 食事を移動
ko: 식사 이동
pt_br: Mover refeição
ru: Перенести блюдо
tr: Öğünü taşı
vi: Chuyển bữa
zh_hans: 移动这餐

source: Move to
ar: نقل إلى
de: Verschieben nach
el: Μετακίνηση σε
es: Mover a
fr: Déplacer vers
hi: यहाँ ले जाएँ
it: Sposta in
ja: 移動先
ko: 이동할 곳
pt_br: Mover para
ru: Перенести на
tr: Şuraya taşı
vi: Chuyển đến
zh_hans: 移动到

source: Mustard
ar: الخردل
de: Senf
el: Μουστάρδα
es: Mostaza
fr: Moutarde
hi: सरसों
it: Senape
ja: マスタード
ko: 겨자
pt_br: Mostarda
ru: Горчица
tr: Hardal
vi: Mù tạt
zh_hans: 芥末

source: My recipes
ar: وصفاتي
de: Meine Rezepte
el: Οι συνταγές μου
es: Mis recetas
fr: Mes recettes
hi: मेरी रेसिपी
it: Le mie ricette
ja: マイレシピ
ko: 내 레시피
pt_br: Minhas receitas
ru: Мои рецепты
tr: Tariflerim
vi: Công thức của tôi
zh_hans: 我的食谱

source: Name
ar: الاسم
el: Όνομα
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
tr: Ad
vi: Tên
zh_hans: 名称

source: Name not changed
ar: لم يتغير الاسم
de: Name nicht geändert
el: Το όνομα δεν άλλαξε
es: El nombre no cambió
fr: Nom inchangé
hi: नाम नहीं बदला
it: Nome non cambiato
ja: 名前は変更されていません
ko: 이름이 바뀌지 않았어요
pt_br: Nome não alterado
ru: Имя не изменено
tr: Ad değişmedi
vi: Tên không đổi
zh_hans: 名称未更改

source: Needs a check
ar: تحتاج مراجعة
de: Braucht einen Check
el: Χρειάζεται έλεγχο
es: Necesita revisión
fr: À vérifier
hi: जाँच चाहिए
it: Da controllare
ja: 要確認
ko: 확인 필요
pt_br: Precisa conferir
ru: Нужна проверка
tr: Kontrol gerekiyor
vi: Cần kiểm tra
zh_hans: 需要检查

source: New
ar: جديد
de: Neu
el: Νέο
es: Nuevo
fr: Nouveau
hi: नया
it: Nuovo
ja: 新規
ko: 새로 만들기
pt_br: Novo
ru: Новое
tr: Yeni
vi: Mới
zh_hans: 新建

source: New collection
ar: مجموعة جديدة
de: Neue Sammlung
el: Νέα συλλογή
es: Nueva colección
fr: Nouvelle collection
hi: नया कलेक्शन
it: Nuova raccolta
ja: 新しいコレクション
ko: 새 컬렉션
pt_br: Nova coleção
ru: Новая подборка
tr: Yeni koleksiyon
vi: Bộ sưu tập mới
zh_hans: 新建收藏夹

source: New recipe
ar: وصفة جديدة
de: Neues Rezept
el: Νέα συνταγή
es: Nueva receta
fr: Nouvelle recette
hi: नई रेसिपी
it: Nuova ricetta
ja: 新しいレシピ
ko: 새 레시피
pt_br: Nova receita
ru: Новый рецепт
tr: Yeni tarif
vi: Công thức mới
zh_hans: 新建食谱

source: New recipes built around what you have. Every idea is re-checked against everyone's allergies before you see it.
ar: وصفات جديدة مبنية على ما لديك. تُفحص كل فكرة من جديد حسب حساسيات الجميع قبل أن تراها.
de: Neue Rezepte rund um das, was du hast. Jede Idee wird noch einmal mit allen Allergien geprüft, bevor du sie siehst.
el: Νέες συνταγές με ό,τι έχεις. Κάθε ιδέα ελέγχεται ξανά για τις αλλεργίες όλων πριν τη δεις.
es: Recetas nuevas creadas con lo que tienes. Cada idea se vuelve a comprobar con las alergias de todos antes de que la veas.
fr: De nouvelles recettes autour de ce que vous avez. Chaque idée est revérifiée selon les allergies de tous avant de vous être montrée.
hi: आपके पास की चीज़ों से बनी नई रेसिपी। हर आइडिया आपको दिखाने से पहले सबकी एलर्जी से दोबारा जाँचा जाता है।
it: Nuove ricette pensate su ciò che hai. Ogni idea viene ricontrollata con le allergie di tutti prima che tu la veda.
ja: 手元の材料で作る新しいレシピ。表示する前に、全員のアレルギーと再確認しています。
ko: 가진 재료로 만든 새 레시피예요. 모든 아이디어는 보여 드리기 전에 모두의 알레르기로 다시 확인해요.
pt_br: Receitas novas feitas com o que você tem. Cada ideia é conferida de novo com as alergias de todos antes de você ver.
ru: Новые рецепты из того, что у вас есть. Перед показом каждая идея заново проверяется по аллергиям всех.
tr: Elindekilerle hazırlanmış yeni tarifler. Her fikir sana gösterilmeden önce herkesin alerjilerine göre yeniden kontrol edilir.
vi: Công thức mới dựa trên những gì bạn có. Mỗi gợi ý đều được kiểm tra lại theo dị ứng của mọi người trước khi bạn xem.
zh_hans: 围绕你已有的东西生成的新食谱。每个灵感在你看到之前都会再次按所有人的过敏原检查。
